Repository: bluffingo/TweakUtility
Catalog: TweakUtility/Properties/Strings.*.resx
Languages: de, es, fr, hu

# About
source: About PF94's TweakUtility
de: Über Tweak Utility
es: Acerca de Tweak Utility
fr: À propos de Chaziz TweakUtility
hu: A Tweak Utilityről

# About_Copyright
source: All icons used (except the application icon), belong to their rightful owners.
de: Alle benutzte Symbole (außer das Tweak Utility Symbol), gehören ihren rechtmäßigen Eigentümern.
es: Todos los iconos usados (excepto el icono de la aplicacion), pertenecen a sus legítimos dueños.
fr: Toutes les icônes utilisées (sauf l'icône de l'application), appartiennent à leurs propriétaires légitimes.
hu: Az összes használt ikon (az alkalmazásikon kivételével) a jogos tulajdonosához tartozik.

# About_Description
source: PF94's TweakUtility is a fork of an application for tweaking Windows, as well as other applications, similar to Tweak UI and Winaero Tweaker.
de: Tweak Utility ist eine Anwendung zum tweaken von Windows, sowohl auch andere Anwendungen, ähnlich wie Tweak UI und Winaero Tweaker.
es: Tweak Utility es una aplicacion para ajustar Windows, como otras aplicaciones, similar a Tweak UI y Winaero Tweaker.
fr: Chaziz TweakUtility est une application qui permet de modifier Windows, ainsi que d'autres applications, similaires à Tweak UI et Winaero Tweaker.
hu: A Tweak Utility egy Windowst beállító program, hasonlít a TweakUI-hoz illetve Winareo Tweakerhez.

# About_License
source: PF94's TweakUtility is available on {0}, and licensed under GPL-3.0.
de: Tweak Utility ist verfügbar auf {0}, und lizenziert unter der GPL-3.0.
es: Tweak Utility esta disponible en {0}, y licenciado bajo GPL-3.0.
fr: Chaziz TweakUtility est disponible sur {0}, et sous licence GPL-3.0.
hu: Tweak Utility elérhető a {0} -on GPL-3.0 licensz alatt.

# Application_Name
source: PF94's TweakUtility
de: Tweak Utility
es: Tweak Utility
fr: Chaziz TweakUtility
hu: Tweak Utility

source: Backups
es: Copias de seguridad
fr: Sauvegardes
hu: Mentések

# Backups_Confirmation
source: Are you sure you want to apply this backup?
de: Sind Sie sicher dass sie dieses Backup übernehmen wollen?
fr: Êtes-vous sûr de vouloir appliquer cette sauvegarde ?
hu: Biztosan alkalmazod ezt a biztonsági mentést?

# Backups_FolderDescription
source: This folder contains backups made by PF94's TweakUtility.
de: Dieser Ordner enthält Backups erstellt von Tweak Utility.
es: Esta carpeta contiene copias de seguridad hechas por Tweak Utility.
fr: Ce dossier contient des sauvegardes faites par Chaziz TweakUtility.
hu: Mappában találhatóak a biztonsági mentések, amit a Tweak Utility hozott lére.

# Backups_OpenFolder
source: Open Backups &Folder
de: &Backups Ordner öffnen
es: Abrir carpeta de &copias de seguridad
fr: Ouvrir le dossier de &sauvegarde
hu: Mentések megnyitása &Mappa

# Button_Apply
source: &Apply
de: &Übernehmen
es: &Aplicar
fr: &Appliquer
hu: &Alkalmaz

# Button_Cancel
source: &Cancel
de: &Abbrechen
es: &Cancelar
fr: &Annuler
hu: &Bezárás

# Button_Create
source: Cr&eate
de: &Erstellen
es: Cre&ar
fr: C&réer
hu: Létre&hoz

# Button_Credits
source: Cred&its
fr: Créd&its
hu: Kész&ítők

# Button_Delete
source: &Delete
de: &Löschen
es: &Borrar
fr: &Supprimer
hu: &Törlés

# Button_Feedback
source: &Feedback
fr: &Responses
hu: &Visszajelzés

# Button_Install
source: &Install
de: &Installieren
fr: &Installer
hu: &Telepítés

# Button_OK
source: &OK
es: &Aceptar
fr: D'accord

# Canberra_EasterEgg_1
source: It's a beta! Nuh uh!
fr: C'est un beta! Zyva!

# Canberra_EasterEgg_2
source: Canberra's TweakUtility
fr: Kolala TweakUtility

# CheckBox_DontAskAgain
source: Don't ask again
de: Nicht nochmal fragen
fr: Ne demande plus
hu: Ne figyelmeztessen újra

# ContainsNo
source: This page contains no tweaks.
fr: Cette page ne contient aucune tweaks

source: Debug
fr: Version Débogage

# DebugTranslation
source: English
de: German
es: Spanish
fr: FRENCH
hu: Hungarian

# Debug_Disclaimer
source: Debug builds are experimental and do not guarantee to be working or offer any support. Automated crash reports are also disabled.
de: Debug-Builds sind experimentell und garantieren nicht, dass sie funktionieren oder Unterstützung bieten. Automatisierte Absturzberichte sind ebenfalls deaktiviert.
es: Las compilaciones de depuración son experimentales y no garantizan que funcionen ni ofrezcan ningún soporte. Los informes automáticos de fallas también están deshabilitados.
fr: Les versions de débogage sont expérimentales et ne garantissent pas leur fonctionnement ni n'offrent aucun soutien. Les rapports d'accident automatisés sont également désactivés.
hu: Teszt változatok kisérletűek és nem garantáljuk a hibátlan működést. Automatikus hibajelentés szintén kikapcsolt.

source: Extensions
de: Erweiterungen
es: Extensiones
fr: Les Extensions
hu: Bővítmények

# Extensions_Author
source: Author
de: Autor
es: Autor
fr: Auteur(e)
hu: Készítő

# Extensions_FolderDescription
source: This folder contains extensions for PF94's TweakUtility.
de: Dieser Ordner enthält Erweiterungen erstellt von Tweak Utility.
es: Esta carpeta contiene extensiones para Tweak Utility.
fr: Ce dossier contient des extensions pour Chaziz TweakUtility.
hu: Ebben a mappában bővítmények találhatóak a Tweak Utilityhoz

# Extensions_Name
source: Name
es: Nombre
fr: Nom
hu: Név

# Extensions_OpenFolder
source: Open Extensions &Folder
de: &Erweiterungen Ordner öffnen
es: Abrir carpeta de &extensiones
fr: Ouvrir le dossier d'&extensions
hu: Bővítmények mappájának &megnyitása

# Extension_Install
source: Install Extension
de: Erweiterung installieren
fr: Installer une extension
hu: Bővítmény telepítése

# Extension_Install_Confirmation
source: Are you sure you want to install this extension?
de: Sind Sie sicher, dass Sie diese Erweiterung installieren möchten?
fr: Êtes-vous sûr de vouloir installer cette extension?
hu: Biztosan szeretnéd telepíteni ezt a bővítményt?

# Extension_Install_Success
source: Extension has been installed.
de: Die Erweiterung wurde installiert
fr: L'extension a été installée.
hu: Bővítmény telepítve.

# Hosts_IPAddress
source: IP Address
de: IP-Adresse
fr: Adresse IP
hu: IP cím

# MsnMessenger_AudioBackup
source: Would you like to backup the files before proceeding?
de: Möchten Sie die Dateien sichern, bevor Sie fortfahren?
es: Desea hacer una copia de seguridad de los archivos antes de proceder?
fr: Voulez-vous sauvegarder les fichiers avant de continuer?
hu: Szeretnél egy biztonsági mentést létrehozni a folyamat előtt?

# MsnMessenger_AudioRestore
source: Would you like to restore the files?
de: Möchten Sie die Dateien wiederherstellen?
es: Desea restaurar los archivos?
fr: Voulez-vous restaurer les fichiers?
hu: Visszaszeretnéd állítani a beállításokat?

# OneDrive_Uninstall_DeleteFolder
source: Would you like to delete the OneDrive folder?
de: Möchten Sie den OneDrive-Ordner löschen?
es: Desea borrar la carpeta OneDrive?
fr: Voulez-vous supprimer le dossier OneDrive?
hu: Biztosan szeretnéd törölni a OneDrive programot?

# OneDrive_Uninstall_DeleteFolder_Failed
source: Failed to delete the OneDrive folder because of following error message: {0}
de: Es ist ein Fehler aufgereten beim Löschen des OneDrive-Ordners aufgrund der folgenden Fehlermeldung: {0}
es: No se pudo eliminar la carpeta onedrive debido a el siguiente mensaje de error: {0}
fr: Impossible de supprimer le dossier OneDrive en raison du message d'erreur suivant: {0}
hu: Nem sikerült törölni a OneDrive programot a következő hibaüzenettel: {0}

# OneDrive_Uninstall_InstallerNotFound
source: The uninstall info for OneDrive couldn't be found. Therefore, OneDrive won't be automatically uninstalled, you can continue deleting directories and registry entries related to it. Do you want to continue?
de: Die Deinstallationsinformationen für OneDrive konnten nicht gefunden werden. Aus diesem Grund wird OneDrive nicht automatisch deinstalliert. Sie können weiterhin die zugehörigen Verzeichnisse und Registrierungseinträge löschen. Wollen Sie fortfahren?
es: No se pudo encontrar la información de desinstalación de OneDrive. Por lo tanto, OneDrive no se desinstalará automáticamente, puede continuar eliminando directorios y entradas de registro relacionadas. Desea continuar?
fr: Les informations de désinstallation pour OneDrive sont introuvables. Par conséquent, OneDrive ne sera pas automatiquement désinstallé, vous pouvez continuer à supprimer des répertoires et des entrées de registre le concernant. Voulez-vous continuer?
hu: Törlési információ nem található OneDrivehoz. Ebből adódóan, OneDrive nem lesz automatikusan törölve, viszont folytathatod a hozzá kapcsolódó mappák és regisztrációs bejegyzések törlését. Szeretnéd folytatni??

# OneDrive_Uninstall_SetFlagMessage
source: Currently, the "user initiated uninstallation" flag isn't set, possibly leading Windows into reinstalling OneDrive. Setting this flag will tell Windows that you want to keep OneDrive uninstalled. Would you like to switch it on?
de: Derzeit ist die "Benutzerinitiierte Deinstallation" Flagge nicht gesetzt, was möglicherweise dazu führt, dass Windows OneDrive neu installiert. Wenn Sie diese Flagge setzen, wird Windows darüber informiert, dass OneDrive weiterhin deinstalliert bleiben soll. Möchten Sie diese einschalten?
es: Actualmente, el indicador "desinstalación iniciada por el usuario" no está configurado, lo que posiblemente lleve a Windows a reinstalar OneDrive. Configurar el indicador informara a Windows que quieres mantener OneDrive desinstalado. Desea encenderlo?
fr: Actuellement, l'indicateur "désinstallation initiée par l'utilisateur" n'est pas défini, ce qui peut éventuellement amener Windows à réinstaller OneDrive. La définition de cet indicateur indiquera à Windows que vous souhaitez laisser OneDrive désinstallé. Voulez-vous l'allumer?
hu: Jelenleg a "felhasználó által kért eltávolítás" jelző nincs beállítva, esetleg a Windows OneDrive újratelepítéséhez vezethet. Ezzel a jelzővel megmondhatod Windowsnak, hogy továbbra is eltávolítani szeretnéd a OneDriveot. Beszeretnéd kapcsolni?

# OneDrive_Uninstall_Success
source: OneDrive, along with its trails, have been deleted.
de: OneDrive wurde deinstalliert.
es: OneDrive ha sido eliminado.
fr: OneDrive, ainsi que ses traces, ont été supprimés.
hu: OneDrive és annak maradványai sikeresen eltávolítva.

# OneDrive_Uninstall_Warning
source: The OneDrive uninstaller didn't seem to run correctly. Do you want to continue?
de: Das OneDrive-Deinstallationsprogramm wurde anscheinend nicht ordnungsgemäß ausgeführt. Wollen Sie fortfahren?
es: El desinstalador de OneDrive no parecía ejecutarse correctamente. Desea continuar?
fr: Le programme de désinstallation de OneDrive ne semblait pas fonctionner correctement. Voulez-vous continuer?
hu: Úgy tűnik OneDrive eltálvolítása nem volt hibátlan. Folytatni szeretnéd?

# PreferencesTitle
source: PF94's TweakUtility Preferences
fr: Paramètres de Chaziz TweakUtility

# Reload_ExplorerRestart
source: This option requires you to restart Windows Explorer. Would you like to do that now?
de: Für diese Option müssen Sie den Windows Explorer neu starten. Möchten Sie das jetzt tun?
es: Esta opción requiere que reinicie el Explorador de Windows. Desea hacerlo ahora?
fr: Cette option nécessite de redémarrer l'Explorateur Windows. Voulez-vous faire ça maintenant?
hu: Ehhez a beállításhoz újra kell indítanod a Windows Intézőt. Szeretnéd most megtenni?

# Reload_LogOff
source: This option requires you to log off. Would you like to do that now?
de: Für diese Option müssen Sie sich abmelden. Möchten Sie das jetzt tun?
es: Esta opcion requiere que cierre sesion. Desea hacerlo ahora?
fr: Cette option nécessite que vous vous déconnectiez. Voulez-vous faire ça maintenant?
hu: Ehhez a beállításhoz ki kell jelentkezned a Windowsból. Szeretnéd most megtenni?

# Reload_SystemRestart
source: This option requires you to restart your system. Would you like to do that now?
de: Für diese Option müssen Sie Ihr System neu starten. Möchten Sie das jetzt tun?
es: Esta opción requiere que reinicie su sistema. Desea hacerlo ahora?
fr: Cette option nécessite de redémarrer votre système. Voulez-vous faire ça maintenant?
hu: Ehhez a beállításhoz újra kell indítanod a Windowst. Szeretnéd most megtenni?

# Reload_Unknown
source: This option requires you to reload the thing related to it, as there isn't a refresh implemented yet. If you know how to implement this refresh programmatically, please let us know by clicking the feedback button in the about window.
de: Bei dieser Option müssen Sie das zugehörige Programm neu laden, da noch keine Aktualisierung implementiert ist. Wenn Sie wissen, wie diese Aktualisierung programmgesteuert implementiert werden kann, teilen Sie uns dies bitte mit, indem Sie im "Über Tweak Utility" Fenster auf die Feedback-Schaltfläche klicken.
es: Esta opción requiere que vuelvas a cargar lo relacionado, ya que aún no hay una actualización implementada. Si sabe cómo implementar esta actualización mediante programación, infórmenos haciendo clic en el boton feedback la ventana Acerca de.
fr: Cette option nécessite de recharger l'élément associé, car l'actualisation n'est pas encore implémentée. Si vous savez comment implémenter cette actualisation par programme, veuillez nous en informer en cliquant sur le bouton Commentaires dans la fenêtre à propos de.
hu: Ehhez a lehetőséghez újra kell töltenie a hozzá tartozó részeket, amíg nincs végrehajtási funkció. ha tudod hogyan lehet ezt programozottan végrehajtani, kérlek kattins a visszajelzési gombra a Programról ablakban.

# Report_Disclaimer
source: Please make sure this report doesn't contain any personal details accidentally picked up by this program. (That said we aren't reliable if you dox yourself.)
de: Bitte gehen Sie sicher dass dieser Bericht keine persöhnlichen Informationen ausversehen vom Programm hingefügt wurden. (Dies gesagt sind wir nicht haftend darüber wenn Sie sich doxxen.)
fr: Assurez-vous que ce rapport ne contient aucune donnée personnelle collectée accidentellement par ce programme.
hu: Bizonyosodj meg arról, hogy a visszajelzés nem tartalmaz semmilyen személyes adatot, amit véletlenül vett fel a program.

# SivityigansPossible_EasterEgg
source: Is it Possible, or are you Able?
fr: Les Possibles ou Les Doigts de Fée?

# Splash_Backups
source: Loading backups...
fr: Chargement des sauvegardes...

# Splash_Debug
source: Unlocking debug page...
fr: Chargement de la page de débogage...

# Splash_DetectOS
source: Retrieving OS Version...
fr: Détection de la version de Windows.

# Splash_Extensions
source: Loading extensions...
fr: Chargement des extensions...

# Splash_Folders
source: Creating folders...
fr: Création des pages...

# Splash_Pages
source: Initializing pages...
fr: Initialisation des pages...

# TweakPage_InsufficientPermissions
source: The tweak page {0} has failed to load because the application is running with insufficient permissions. You can try restarting the program as administrator.
de: Die Tweak Page {0} hat fehlgeschlagen zu laden weil die Anwendung mit unausreichenden Berechtigungen läuft. Sie können versuchen das Programm als Administrator neuzustarten.
fr: Le chargement de la page d'ajustement {0} a échoué car l'application est en cours d'exécution avec des autorisations insuffisantes. Vous pouvez essayer de redémarrer le programme en tant qu'administrateur.

# TweakPage_LoadError
source: The tweak page {0} has failed to load because of the following the error message: {1} This tweak page won't be included in the application
de: Die Tweak Page {0} hat fehlgeschlagen zu laden aufgrund der folgenden Fehlermeldung: {1} Diese Tweak Page wird nicht eingeschlossen.
fr: Le chargement de la page de réglage {0} a échoué à cause du message d'erreur suivant: {1} Cette page ne sera pas incluse dans l'application

# Extensions_Description
source: Description
de: Beschreibung
es: Descripcion
hu: Leírás

# Hosts_AddTitle
source: Add a new hosts entry
de: Neuer Hosts-Eintrag hinzufügen
hu: Új host átirányító hozzáadása

# Hosts_EditTitle
source: Edit an existing hosts entry
de: Existierenden Hosts-Eintrag bearbeiten
hu: Létező host átirányító módosítása

source: Preferences
de: Einstellungen
hu: Preferenciák

# Credits
source: Lead Developer PF94, aka Gamerappa Original TweakUtility Contributors Craftplacer Alien Future, aka Balázs Vámos PF94, aka Gamerappa Translators Craftplacer (English, German) Alien Future (Hungarian) CatHR Games (Spanish) PF94, Google Translate and DeepL (French) Icons Craftplacer (original application icon) PF94 (modified application icon) Microsoft Windows (for version specific icons, taken dynamically) Tweak Sources AskVG (https://www.askvg.com) ⭐ And you for using this application ⭐
de: Lead Developer Craftplacer Contributer Developers PF94, aka Gamerappa Former Contributers Alien Future, aka Balázs Vámos Translators Craftplacer (English, German) Alien Future (Hungarian) CatHR Games (Spanish) PF94 and Google Translate (French) Icons Craftplacer (application icon) Microsoft Windows (for version specific icons, taken dynamically) Tweak Sources AskVG (https://www.askvg.com) ⭐ And you for using this application ⭐
